{
  "profile": {
    "greeting": "Hello! I'm<br>",
    "greeting2": "<strong>Manuel Gilberto Guerrero Medina</strong>",
    "greeting3": "Full-Stack Web Developer",
    "roll": "Full-Stack Web Developer with more than 10 years of experience specialized in creating innovative digital solutions.<br><br>As a freelancer I have developed websites, web applications and business systems for various clients, with a high margin of satisfaction. Specialist in Artificial Intelligence Tools, Digital Marketing and process automation.<br><br>I have experience with modern technologies such as HTML5, CSS3, JavaScript ES6+, React, NodeJS, Express, Python, PHP, MySQL, MongoDB, Wordpress, Woocommerce, TailwindCSS and AI tools for development.",
    "download-btn": "Download CV"
  },
  "about": {
    "me": "About <span>Me</span><span class='bg-text'>About</span>",
    "leftH4": "About Me",
    "leftP": "I am a Full-Stack Web Developer with more than 10 years of experience, specialized in the creation of digital platforms, web and mobile applications, e-commerce, LMS and custom solutions. My technical training in Software Development (UNAB & SENA), along with diplomas in Python, Java, Spring Boot and React, has allowed me to develop a comprehensive and professional approach. <br />As an independent freelancer, I have created a wide variety of websites, web applications and business systems for companies and individuals with a high margin of satisfaction from my clients. I have knowledge in technologies such as HTML5, CSS3, Bootstrap, Sass, TailwindCSS, JavaScript ES6+, React, NodeJS, Express, Python, Django, TypeScript, Java, Spring Boot, PHP, MySQL, MongoDB, Wordpress, Woocommerce, Automation and AI Agents. <br />My passion for innovation, web development and automation and AI tools, combined with knowledge in Digital Marketing and SEO, allows me to create scalable and results-oriented solutions that generate real value for my clients.",
    "leftDown": "Download CV",
    "rightSmall1": "Complete <br /> Projects",
    "rightSmall2": "Years of <br /> experience",
    "rightSmall3": "Grateful <br /> Clients",
    "rightSmall4": "Customer <br /> Reviews",
    "stats": "My Skills",
    "timeline": "My Timeline",
    "tl-duration1": "2012 - Present",
    "tl-h51": "Web Developer <span> - Freelance</span>",
    "tl-p1": "I have worked on various projects, from websites to web applications for companies and individuals with a High margin of satisfaction from my clients.",
    "tl-duration2": "2013 - 2015",
    "tl-h52": "Project E-Commerce <span> - GlobalInstaller.com</span>",
    "tl-p2": "Online store of lighting items and dry construction for the home (Drywall and PVC).<br /> Online sales, web development and website maintenance.",
    "tl-duration3": "2016 - Present",
    "tl-h53": "Marketing & Web Development <span> - Maestristas.com</span>",
    "tl-p3": "Digital marketing entrepreneurship project and website development.<br /> Digital marketing service and web development for SMEs.",
    "tl-duration4": "2020-Jan - 2021-Dec",
    "tl-h54": "Web Development <span> - doitpossible.es</span>",
    "tl-p4": "Front-end development, WordPress cms, Woocommerce, Elementor.<br /> Websites, Stores, MarketPlaces, etc.",
    "tl-duration5": "2021-Feb - 2021-Dec",
    "tl-h55": "Software Development <span> - UNAB</span>",
    "tl-p5": "Professional Technician and Diplomas in Programming and Software Development.<br /> Autonomous University of Bucaramanga & ICT Ministry - Colombia.",
    "tl-duration6": "2018 - 2022",
    "tl-h56": "Web Development <span> - Virtual Certification",
    "tl-p6": "Professional Certificates in Programming and Web Development on Virtual Platforms.",
    "tl-duration7": "2021 - 2023",
    "tl-h57": "Software Developer <span> - Farish Certifications</span>",
    "tl-p7": "Development of software and digital certification systems. Implementation of web platforms for certification management and digital validation processes.",
    "tl-duration8": "2024 - Present",
    "tl-h58": "Full-Stack Developer <span> - Quiklii Delivery</span>",
    "tl-p8": "Development and maintenance of delivery platform. Technologies: React, NodeJS, Express, MongoDB, process automation and system optimization.",
    "tl-duration9": "2023 - Present",
    "tl-h59": "Technologist in Software Analysis and Development <span> - SENA</span>",
    "tl-p9": "Professional training in software development, systems analysis, databases, object-oriented programming and agile methodologies.",
    "tl-duration10": "2021",
    "tl-h510": "Diploma in Programming and Web Development <span> - UNAB + MinTIC</span>",
    "tl-p10": "Intensive training in web technologies: HTML5, CSS3, JavaScript, PHP, MySQL, modern frameworks and complete web application development.",
    "tl-duration11": "2020 - 2022",
    "tl-h511": "Web Development Certification <span> - FreeCodeCamp</span>",
    "tl-p11": "Over 1,200 hours of full-stack web development training, including certifications in Responsive Web Design, JavaScript Algorithms, Front End Development Libraries, Data Visualization, APIs and Microservices, Information Security and Quality Assurance.",
    "tl-duration12": "2016 - 2019",
    "tl-h512": "Digital Marketing and Online Advertising <span> - Google Activate + IAB Spain</span>",
    "tl-p12": "Certifications in digital marketing, online advertising, Google Ads, analytics, SEO/SEM and digital marketing strategies.",
    "tl-duration13": "2016 - 2022",
    "tl-h513": "Continuous Technology Training <span> - Udemy, EdX, Coursera</span>",
    "tl-p13": "Specialized courses in React, NodeJS, Python, Django, Spring Boot, databases, cloud computing and emerging technologies."
  },
  "portfolio": {
    "portf-h2": "My <span>Portfolio</span><span class='bg-text'>Jobs</span>",
    "portf-p": "Here you can see some of my work done in different technologies.",
    "portf-h3": "Project Link"
  },
  "blogs": {
    "blog-h2": "My Blog <span>Demos</span><span class='bg-text'>Blog</span>"
  },
  "contact": {
    "cont-h2": "Contact <span>Me</span><span class='bg-text'>Contact</span>",
    "cont-h4": "You can contact me HERE",
    "cont-p1": "You can contact me through any of the following ways.<br>I am always looking for new challenges and opportunities, either to work by employment contract or if you want my support in your project or your entrepreneurship.<br><br>",
    "cont-h3": "'We are really happy when we do what we love'.",
    "cont-down": "Download CV",
    "cont-loc1": "Location",
    "cont-loc2": ": Bogotá, Colombia",
    "cont-mail1": "E-mail",
    "cont-mail2": ": mguerrerom715@gmail.com",
    "cont-career": "Web Developer",
    "cont-univ": ": UNAB U. Autonoma de B/manga",
    "cont-lang": "Languages",
    "cont-lang2": ": English(B1) and Spanish(Native)",
    "phone": "Contact Numbers",
    "phone2": ": +57 320 958 5396 / +57 320 952 9591",
    "cont-form1": "<input type='text' required placeholder='NAME'> <input type='email' required placeholder='EMAIL'>",
    "cont-form2": "<input type='text' required placeholder='SUBJECT'",
    "cont-form3": "<textarea name='' id='' cols='15' rows='8' placeholder='Message...'></textarea>", 
    "cont-send": "Send"
  }
}