{
  "profile": {
    "greeting": "¡Hola! Yo Soy<br>",
    "greeting2": "<strong>Manuel Gilberto Guerrero Medina</strong>",
    "greeting3": "Desarrollador Web Full-Stack",
    "roll": "Desarrollador Web Full-Stack con más de 10 años de experiencia especializado en la creación de soluciones digitales innovadoras.<br><br>Como freelancer he desarrollado sitios web, aplicaciones web y sistemas empresariales para diversos clientes, con un alto margen de satisfacción. Especialista en Herramientas de Inteligencia Artificial, Marketing Digital y automatización de procesos.<br><br>Tengo experiencia con tecnologías modernas como HTML5, CSS3, JavaScript ES6+, React, NodeJS, Express, Python, PHP, MySQL, MongoDB, Wordpress, Woocommerce, TailwindCSS y herramientas de IA para desarrollo.",
    "download-btn": "Descargar CV"
  },
  "about": {
    "me": "Mis <span>Resultados</span><span class='bg-text'>Perfil</span>",
    "leftH4": "Acerca de Mi",
    "leftP": "Soy Desarrollador Web Full-Stack con más de 10 años de experiencia, especializado en la creación de plataformas digitales, aplicaciones web y móviles, e-commerce, LMS y soluciones personalizadas. Mi formación técnica en Desarrollo de Software (UNAB & SENA), junto con diplomados en Python, Java, Spring Boot y React, me ha permitido desarrollar un enfoque integral y profesional.<br />Como independiente freelancer he creado gran variedad de sitios web, aplicaciones web y sistemas empresariales para empresas y particulares con un alto margen de satisfacción de mis clientes. Tengo conocimiento en tecnologías como HTML5, CSS3, Bootstrap, Sass, TailwindCSS, JavaScript ES6+, React, NodeJS, Express, Python, Django, TypeScript, Java, Spring Boot, PHP, MySQL, MongoDB, Wordpress, Woocommerce, Automatización y Agentes de IA.<br />Mi pasión por la innovación, el desarrollo web y herramientas de automatización e IA, combinada con conocimientos en Marketing Digital y SEO, me permite crear soluciones escalables y orientadas a resultados que generan valor real para mis clientes.",
    "leftDown": "Descargar CV",
    "rightSmall1": "Proyectos <br /> Completos",
    "rightSmall2": "Años de <br /> Experiencia",
    "rightSmall3": "Clientes <br /> Agradecidos",
    "rightSmall4": "Valoraciones de <br /> Clientes",
    "stats": "Mis Habilidades",
    "timeline": "Mi Linea de Tiempo",
    "tl-duration1": "2012 - Presente",
    "tl-h51": "Desarrollador Web <span> - Freelance</span>",
    "tl-p1": "He trabajado en varios proyectos, desde sitios web hasta aplicaciones web para empresas y personas con un Alto margen de satisfacción de mis clientes.",
    "tl-duration2": "2013 - 2015",
    "tl-h52": "Proyecto E-Commerce <span> - GlobalInstaller.com</span>",
    "tl-p2": "Tienda OnLine de articulos de iluminación y construcción en seco para el hogar (Drywall y PVC).<br /> Ventas Online, desarrollo y mantenimiento del sitio web.",
    "tl-duration3": "2016 - Presente",
    "tl-h53": "Marketing & Desarrollo web <span> - Maestristas.com</span>",
    "tl-p3": "Proyecto de emprendimiento de marketing y desarrollo de sitios web.<br /> Servicio de marketing digital y Desarrollo web para pymes.",
    "tl-duration4": "2020-Ene - 2021-Dic",
    "tl-h54": "Desarrollador Web <span> - doitpossible.es</span>",
    "tl-p4": "Desarrollo Front-end, cms WordPress, Woocommerce, Elementor.<br /> Sitios Web, Tiendas, MarketPlaces, etc.",
    "tl-duration5": "2021-Feb - 2021-Dic",
    "tl-h55": "Desarrollo Software <span> - UNAB</span>",
    "tl-p5": "Técnico Profesional y Diplomados en programación y Desarrollo de software.<br /> Universidad Autonoma de Bucaramanga & Ministerio de las TIC - Colombia.",
    "tl-duration6": "2018 - 2022",
    "tl-h56": "Desarrollador Web <span> - Certificación Virtual",
    "tl-p6": "Certificados Profesionales en Programación & Desarrollo web en plataformas Virtuales.",
    "tl-duration7": "2021 - 2023",
    "tl-h57": "Desarrollador de Software <span> - Farish Certificaciones</span>",
    "tl-p7": "Desarrollo de software y sistemas de certificación digital. Implementación de plataformas web para gestión de certificaciones y procesos de validación digital.",
    "tl-duration8": "2024 - Presente",
    "tl-h58": "Desarrollador Full-Stack <span> - Quiklii Delivery</span>",
    "tl-p8": "Desarrollo y mantenimiento de plataforma de delivery. Tecnologías: React, NodeJS, Express, MongoDB, automatización de procesos y optimización de sistemas.",
    "tl-duration9": "2023 - Presente",
    "tl-h59": "Tecnólogo en Análisis y Desarrollo de Software <span> - SENA</span>",
    "tl-p9": "Formación profesional en desarrollo de software, análisis de sistemas, bases de datos, programación orientada a objetos y metodologías ágiles.",
    "tl-duration10": "2021",
    "tl-h510": "Diplomado en Programación y Desarrollo Web <span> - UNAB + MinTIC</span>",
    "tl-p10": "Formación intensiva en tecnologías web: HTML5, CSS3, JavaScript, PHP, MySQL, frameworks modernos y desarrollo de aplicaciones web completas.",
    "tl-duration11": "2020 - 2022",
    "tl-h511": "Certificación en Desarrollo Web <span> - FreeCodeCamp</span>",
    "tl-p11": "Más de 1,200 horas de formación en desarrollo web full-stack, incluyendo certificaciones en Responsive Web Design, JavaScript Algorithms, Front End Development Libraries, Data Visualization, APIs and Microservices, Information Security and Quality Assurance.",
    "tl-duration12": "2016 - 2019",
    "tl-h512": "Marketing Digital y Publicidad Online <span> - Google Activate + IAB Spain</span>",
    "tl-p12": "Certificaciones en marketing digital, publicidad online, Google Ads, analytics, SEO/SEM y estrategias de marketing digital.",
    "tl-duration13": "2016 - 2022",
    "tl-h513": "Formación Continua en Tecnología <span> - Udemy, EdX, Coursera</span>",
    "tl-p13": "Cursos especializados en React, NodeJS, Python, Django, Spring Boot, bases de datos, cloud computing y tecnologías emergentes."
  },
  "portfolio": {
    "portf-h2": "Mi <span>Portafolio</span><span class='bg-text'>Trabajos</span>",
    "portf-p": "Aqui puedes ver algunos de mis trabajos realizados en diferentes tecnologías.",
    "portf-h3": "Link del Proyecto"
  },
  "blogs": {
    "blog-h2": "Mi Blog <span> Demos</span><span class='bg-text'>Blog</span>"
  },
  "contact": {
    "cont-h2": "Líneas de <span>Contacto</span><span class='bg-text'>Contacto</span>",
    "cont-h4": "Puedes contactarme AQUÍ",
    "cont-p1": "Puesdes contactarme a través de cualquiera de los siguientes medios.<br>Estoy siempre en busca de nuevos retos y oportunidades, bien sea para trabajar por contrato laboral o si deseas mi apoyo en tu proyecto o emprendimiento.<br><br>",
    "cont-h3": "'Somos realmente felices cuando hacemos aquello que amamos'.",
    "cont-down": "Descargar CV",
    "cont-loc1": "Ubicación",
    "cont-loc2": ": La Mesa - Cundinamarca, Colombia",
    "cont-mail1": "E-mail",
    "cont-mail2": ": mguerrerom715@gmail.com",
    "cont-career": "Desarrollador Web",
    "cont-univ": ": UNAB U. Autonoma de B/manga",
    "cont-lang": "Idiomas",
    "cont-lang2": ": Inglés(B1) & Español(Nativo)",
    "phone": "Números de Contacto",
    "phone2": ": +57 320 958 5396 / +57 320 952 9591",
    "cont-form1": "<input type='text' required placeholder='NOMBRE'> <input type='email' required placeholder='EMAIL'>",
    "cont-form2": "<input type='text' required placeholder='ASUNTO'",
    "cont-form3": "<textarea name='' id='' cols='15' rows='8' placeholder='Mensaje...'></textarea>",
    "cont-send": "Enviar"
  }
}